import { textComponent } from "../type/mainPage";
export const textArrat: textComponent[] = [
  {
    id: 1,
    time: "2025-03-18 14:22-",
    title: " У Китаї відкриють структурний підрозділ уманського університету",
    link: "#",
    isImportant: false,
  },
  {
    id: 2,
    time: "2025-03-18 14:18-",
    title:
      "На Черкасиводоканалі катастрофічний голод, не вистачає майже 50% працівників (ВАКАНСІЇ)",
    link: "#",
    isImportant: false,
  },
  {
    id: 3,
    time: "2025-03-18 13:41-",
    title:
      " У Багачевому поліцейські затримали чоловіка за крадіжку їжі в магазині",
    link: "#",
    isImportant: false,
  },
  {
    id: 4,
    time: "2025-03-18 13:02-",
    title:
      " СБУ затримала черкащанина, який наводив російські ракети на радіолокаційні станції ЗСУ",
    link: "#",
    isImportant: true,
  },
  {
    id: 5,
    time: "2025-03-18 12:45-",
    title: " Суд відпустив під особисте зобов'язання Митрополита Феодосія",
    link: "#",
    isImportant: false,
  },
];
